[{
	"name": "Técnicas de Representación",
	"code": "DNO1012",
	"about": "En este curso los estudiantes trabajarán en el entrenamiento sistemático (Práctico) de la Representación a través de la ejercitación del dibujo de observación, el croquis y otras técnicas, con el propósito de entregar al diseñador en formación, una herramienta práctica para ser usada durante el proceso de ideación de un proyecto, hasta su ejecución formal. Para ello se instruirán en el uso de dicho instrumento reconociendo y analizando los principios de la observación, percepción, composición, fenómenos de la forma y sus configuraciones, a través de tareas constantes, realizadas en el aula y en la figura de encargos."
}, {
	"name": "Diseño, Tecnología y Sociedad",
	"code": "DNO1023",
	"about": "Este curso les permitirá a los estudiantes, construir un marco teórico sobre la noción de tecnología, su historia, principales conceptos y su impacto en diferentes áreas de la sociedad, particularmente en el diseño y disciplinas creativas. Se llevará a cabo desde una perspectiva reflexiva y crítica incluyendo ejercicios prácticos que les permitan integrar los conceptos del curso. Al finalizar, los estudiantes serán capaces de distinguir los aspectos culturales, éticos y técnicos más relevantes relativos a las tecnologías, en el panorama actual de acelerados cambios, pudiendo reconocer el rol potencial del diseño en la configuración de los escenarios que se abren a futuro."
}, {
	"name": "Laboratorio de Experimentación y Prototipado",
	"code": "DNO1013",            
	"about": "Curso teórico-práctico que permite al estudiante aplicar el prototipado como una herramienta integral en el proceso de diseño, poniendo en práctica habilidades para tangibilizar ideas e incorporar información a través del uso de prototipos, incorporando como base la sustentabilidad y como objetivo final el lograr un nivel profesional en la fabricación. El estudiante formará una visión estratégica respecto al uso de prototipos en el proceso de desarrollo, incorporando la validación y la iteración como elementos clave. Se realizarán ejercicios prácticos grupales e individuales de carácter diagnóstico, formativo y sumativo, junto con el desarrollo de proyectos."

}]