[{
	"name": "Neurociencias",
	"code": "MED408A",
	"about": "El curso desarrolla las herramientas teóricas y prácticas que todo médico debiera manejar para enfrentar los problemas neurológicos, conductuales y psiquiátricos de la práctica clínica habitual es decir la capacidad en la detección, manejo inicial y adecuada derivación al especialista cuando corresponda. Por sus particularidades de metodología, semiología y lenguaje se ha subdividido el curso en una sección de Neurología y otra de Psiquiatría que, si bien se desarrollan en paralelo, están coordinadas para tener un enfoque coherente y armónico especialmente en aquellos temas comunes a ambas disciplinas."
}, {
	"name": "Fisiología",
	"code": "BIO135C",
	"about": "Este curso esta dirigido a alumnos de Quimica y Farmacia. Proporciona una vision integrada de la fisiologia a nivel molecular, celular y de sistemas. Describe el funcionamiento e interrelación de los diversos sistemas del organismo."
}, {
	"name": "Investigación, Innovación y Emprendimiento",
	"code": "ING2030",
	"about": "El curso permite al estudiante conocer e interiorizarse en la realidad del emprendimiento de base científica y tecnológica. Se expone al alumno a las técnicas y estrategias del estado del arte relacionadas al descubrimiento, diseño e implementación de oportunidades de emprendimiento. Para ello el alumno desarrolla colaborativamente en grupo un emprendimiento tecnológico, el cual con la ayuda de mentores deberá defender frente a un panel de inversionistas de riesgo."
}, {
	"name": "Dibujo de Croquis y Boceto",
	"code": "ARO103D",
	"about": "En este curso los estudiantes desarrollarán habilidades de observación y técnicas de representación gráfica, por medio del dibujo de croquis y boceto a partir de diferentes modelos. Los trabajos serán evaluados de manera continua, reforzando el proceso individual de cada estudiante, a partir de trabajo en taller y en espacios exteriores."
}, {
	"name": "Introducción a los Biomateriales y la Biofabricación",
	"code": "ARQ3646",
	"about": "El curso se plantea en dos frentes. Por un lado, desarrolla aspectos teóricos, vinculados a los procesos de Biofabricación; y por otro, entrega conocimientos básicos, vinculado al trabajo práctico de laboratorio. Mediante el estudio de casos y la presentación de conceptos elementales de biología, química y física, se busca introducir a los estudiantes en el mundo de la Bio-fabricación."
}]